Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Display previous content
fr_fr: Afficher le contenu précédent

source: Previous drafted content— Visible only to you; will not be published to the worker
fr_fr: Ebauche de contenu ancienne — Visible uniquement par vous ; ne sera pas publiée pour l'employé(e)

source: Performance rating
fr_fr: Evaluation de performance

source: Discussion outcome
fr_fr: Résultat de la discussion

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
fr_fr: Ces informations sont à titre de référence uniquement et ne seront pas soumises dans le cadre du bilan. Seule la personne qui effectue le bilan peut voir le contenu de cette page. Les informations présentes dans le feedback, demandes de feedback et les comportements sont basées sur la période de bilan. Le contenu hors de cette période de bilan ne sera pas visible pas ici, mais reste accessible aux endroits habituels de l'application.

source: Useful information
fr_fr: Informations utiles

source: Required
fr_fr: Obligatoire

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
fr_fr: Cette option vous permet de proposer un manager supplémentaire pour ce bilan. Après soumission, le manager principal assigné à ce bilan décidera d'ajouter ou non au bilan la ou les personnes proposées.

source: Additional manager request pending
fr_fr: Demande d'ajout de manager en attente

source: Invited by {{name}}
fr_fr: Invité par {{name}}

source: No other managers are involved in this review.
fr_fr: Aucun autre manager n'est impliqué dans ce bilan.

source: Feedback about {{employee}}
fr_fr: Feedback sur {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
fr_fr: Vos commentaires ne seront sauvegardés que si vous ne soumettez. Si vous annulez maintenant, vous perdrez vos commentaires et toutes les pièces jointes chargées.

source: Performance review about {{name}}
fr_fr: Bilan de performance à propos de {{name}}

source: Performance review about me
fr_fr: Bilan de performance à mon sujet

source: My feedback
fr_fr: Mon feedback

source: Requests about {{employee}}
fr_fr: Demandes concernant {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
fr_fr: Vous pouvez ici voir les demandes concernant {{employee}} qui ont été envoyées pendant la période de bilan. Cliquez sur une demande pour voir les réponses. Vous pouvez également examiner les demandes des périodes précédentes en visitant votre page " Demandes concernant mon équipe ".

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
fr_fr: Le feedback inclus ici sera visible par votre {{manager}} lorsqu'il complètera votre bilan. Pensez à consulter votre page de feedback pour vérifier s'il existe des feedbacks individuels qui pourraient être pertinents pour votre bilan et que vous pourriez partager avec votre manager afin qu'ils soient visibles dans ce panneau.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
fr_fr: Cette section contient tous les feedbacks sur {{employee}} qui vous ont été envoyés ou ont été partagés avec vous. Utilisez ces feedbacks pour dresser une vue d'ensemble de sa performance.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
fr_fr: Pour votre conversation, examinez votre profil comportemental et pensez à des exemples de moments où vous avez démontré chaque comportement et comment vous pouvez vous concentrer sur ces comportements à l'avenir. Examinez les feedbacks ou opinions reçus de vos collègues et déterminez si vous pouvez les utiliser pour mettre en évidence certains exemples. Vous avez constaté des lacunes dans votre roue ? Demandez dès maintenant du feedback sur les comportements clés auprès de vos pairs et collègues.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
fr_fr: Pour votre conversation, examinez le profil de comportement de {{employee}} et pensez à des exemples de moments où il/elle a démontré chaque comportement et sur quoi vous pensez qu'il/elle devrait se concentrer à l'avenir.

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
fr_fr: Cette information est uniquement à titre de référence et ne sera pas soumise dans le cadre du bilan. Seuls l'évaluateur individuel et le manager évaluateur peuvent voir le contenu de ce volet. Les informations concernant le feedback, les demandes de feedback et les comportements sont basées sur la période de bilan. Le contenu en dehors de cette période de bilan ne sera pas affiché ici, mais reste accessible aux endroits pertinents de l'application.

source: Feedback visible to {{name}}
fr_fr: Feedback visible pour {{name}}

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
fr_fr: Ce feedback sera visible par {{name}} lorsqu'il/elle effectuera votre bilan. Songez à visiter votre page de feedback et vérifiez si certains feedbacks pourraient être pertinents pour votre bilan ; partagez-les alors avec lui/elle. Examinez les feedbacks que vous avez associés à vos objectifs et pensez à les partager avec votre manager afin qu'ils soient visibles sur cette page.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
fr_fr: L'employé(e) finalise actuellement ses réponses aux questions du widget. Une fois les réponses publiées, vous pourrez les consulter.

source: Past reviews
fr_fr: Bilans passés

source: Upcoming review
fr_fr: Bilan à venir

source: OK. I will wait for the self-review to be submitted.
fr_fr: D'accord. J'attendrai que le bilan individuel soit soumis.

source: Bold (CTRL+B)
fr_fr: Gras (CTRL+B)

source: Bulleted list (CTRL+ALT+O)
fr_fr: Liste à puces (CTRL+ALT+O)

source: Emoticon
fr_fr: Émoticône

source: Italic (CTRL+I)
fr_fr: Italique (CTRL+I)

source: Insert link (CTRL+K)
fr_fr: Insérer un lien (CTRL+K)

source: Numbered list (CTRL+SHIFT+O)
fr_fr: Liste numérotée (CTRL+SHIFT+O)

source: Strikethrough (CTRL+SHIFT+S)
fr_fr: Barré (CTRL+SHIFT+S)

source: Underline (CTRL+U)
fr_fr: Souligné (CTRL+U)

source: Median
fr_fr: Valeur médiane

source: Salary benchmarking
fr_fr: Comparaison de salaires

source: Saving...
fr_fr: Enregistrement en cours

source: Type to search
fr_fr: Saisissez des caractères pour rechercher

source: Search by person or goal title
fr_fr: Rechercher par personne ou par titre d'objectif

source: No elements match your search criteria.
fr_fr: Aucun élément ne correspond à vos critères de recherche.

source: Explorer panel
fr_fr: Volet d'exploration

source: Primary action bar
fr_fr: Barre d'action principale

source: Workspace content
fr_fr: Contenu de l'espace de travail

source: Select answer type
fr_fr: Sélectionnez le type de réponse

source: --Empty--
fr_fr: --Vide--

source: Add details to the Excel file
fr_fr: Ajoutez des détails au fichier Excel

source: Upload sensitive content
fr_fr: Charger le contenu sensible

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
fr_fr: Votre session se terminera dans {{minutes}} minutes pour cause d'inactivité. Cliquez sur " Continuer la session " pour rester connecté(e).

source: Continue session
fr_fr: Continuer la session

source: End session
fr_fr: Fin de session

source: Account
fr_fr: Compte

source: Application version:
fr_fr: Version de l'application :

source: Change password
fr_fr: Modifier le mot de passe

source: The new passwords don't match.
fr_fr: Les nouveaux mots de passe ne correspondent pas.

source: Your password was successfully updated; you will be logged out in 3 seconds.
fr_fr: Votre mot de passe a été correctement mis à jour. Votre connexion sera interrompue dans 3 secondes.

source: Password mismatch.
fr_fr: Les mots de passe ne correspondent pas.

source: The password you provided is too long.
fr_fr: Le mot de passe que vous avez fourni est trop long.

source: The password you provided is too short.
fr_fr: Le mot de passe que vous avez fourni est trop court.

source: All fields must be filled in.
fr_fr: Tous les champs doivent être renseignés.

source: Current password
fr_fr: Mot de passe actuel

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: No dictionary words
fr_fr: Aucun mot du dictionnaire

source: At least one number
fr_fr: Au moins un chiffre

source: At least one lowercase letter
fr_fr: Au moins une lettre minuscule

source: Maximum length: 23 characters
fr_fr: Longueur maximale : 23 caractères

source: Minimum length: 4 characters
fr_fr: Longueur minimale : 4 caractères

source: At least one non-alphanumeric character (!$%@#&^*)
fr_fr: Au moins un caractère non alphanumérique (!$%@#&^*)

source: Must be different from the 7 previous passwords
fr_fr: Doit être différent des 7 précédents mots de passe

source: Your password must meet the following requirements:
fr_fr: Votre mot de passe doit répondre aux exigences suivantes :

source: The username cannot be used in the password
fr_fr: Le nom d'utilisateur ne peut pas être utilisé dans le mot de passe

source: At least one uppercase letter
fr_fr: Au moins une lettre majuscule

source: Review consent
fr_fr: Passer en revue le consentement

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
fr_fr: Vous avez déjà accepté nos conditions de confidentialité des données. Si vous continuez, votre consentement sera retiré et vous serez déconnecté(e). Voulez-vous vraiment mettre à jour vos paramètres de consentement ?

source: Withdraw consent & logout
fr_fr: Retirer le consentement & se déconnecter

source: New data privacy statement
fr_fr: Nouvelle déclaration de confidentialité des données

source: Date display format
fr_fr: Format d'affichage de la date

source: Decimal & thousand separators
fr_fr: Séparateurs décimaux et de milliers

source: Language & format
fr_fr: Langue & format

source: Format preview
fr_fr: Aperçu du format

source: Formatting is linked to the selected language
fr_fr: Le format est lié à la langue sélectionnée

source: Legal disclaimer
fr_fr: Avertissement légal

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
fr_fr: Copyright© {{year}} beqom. Tous droits réservés. Ces services en ligne sont confidentiels et propriétaires à beqom et sont destinés à l'usage exclusif des clients autorisés de beqom.

source: Search in Settings
fr_fr: Rechercher dans les paramètres

source: Languages
fr_fr: Langues

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
fr_fr: Désactivez pour ne plus recevoir de notifications par email. Vous pouvez vous réinscrire à tout moment.

source: Receive email notifications
fr_fr: Recevoir des notifications par email

source: Street address
fr_fr: Adresse postale

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
fr_fr: Adresse complète ; peut inclure le numéro de la maison, le nom de la rue, une boîte postale le cas échéant, et des informations d'adresse de rue étendues sur plusieurs lignes.

source: Subtitle
fr_fr: Sous-titre

source: Manager budget
fr_fr: Budget du manager

source: Plan overview
fr_fr: Vue d'ensemble du plan

source: Nomination review
fr_fr: Validation de nomination

source: Expand actions
fr_fr: Développer les actions

source: No data to show
fr_fr: Aucune donnée à afficher

source: No information available at this time.
fr_fr: Aucune information disponible pour le moment.

source: Reporting to {{name}}
fr_fr: Manager direct : {{name}}

source: {{days}} days ago
fr_fr: Il y a {{days}} jours

source: Reviewed by {{fullName}}.
fr_fr: Bilan réalisé par {{fullName}}.

source: Review outcome
fr_fr: Résultat du bilan

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
fr_fr: Vous n'avez pas encore de check-ins. Planifiez votre premier check-in dès maintenant !

source: With the closest deadlines
fr_fr: Echéances les plus courtes

source: Tracking
fr_fr: Suivi

source: Open beqom
fr_fr: Ouvrir beqom

source: Good afternoon, {{name}}!
fr_fr: Bonjour, {{name}} !

source: Good evening, {{name}}!
fr_fr: Bonsoir, {{name}} !

source: Good morning, {{name}}!
fr_fr: Bonjour, {{name}} !

source: Good night, {{name}}!
fr_fr: Bonsoir, {{name}} !

source: With the current rating
fr_fr: Avec la notation actuelle

source: No performance reviews assigned at the moment.
fr_fr: Aucun bilan de performance assigné pour le moment.

source: Current benefits
fr_fr: Avantages actuels

source: Remaining: {{remaining}}
fr_fr: Restant : {{remaining}}

source: Current year bonus
fr_fr: Bonus pour l'année en cours

source: Target bonus: {{target}}
fr_fr: Bonus cible : {{target}}

source: Current year equity/LTI
fr_fr: Actions/LTI pour l'année en cours

source: Current share price: {{share}}
fr_fr: Prix actuel de l'action : {{share}}

source: Current year salary
fr_fr: Salaire de l'année en cours

source: {{change}}% change compared to last year
fr_fr: {{change}} % d'évolution par rapport à l'année dernière

source: (Default)
fr_fr: (Défaut)

source: Translations: {{translated}}/{{languages}}
fr_fr: Traductions : {{translated}}/{{languages}}

source: Disable localization
fr_fr: Désactiver la localisation

source: Enable localization
fr_fr: Activer la localisation

source: Hide or display the technical localization keys in the user interface.
fr_fr: Masquez ou affichez les clés techniques de localisation dans l'interface utilisateur.

source: Possible values are "Work", "Home" and "Other".'
fr_fr: Valeurs possibles : " Travail ", " Maison " et " Autre ".

source: Import/manage users
fr_fr: Importer/gérer les utilisateurs

source: Get started by creating or importing
fr_fr: Commencez par créer ou importer

source: No users assigned to security groups
fr_fr: Aucun utilisateur assigné aux groupes de sécurité

source: Upload the completed file
fr_fr: Télécharger le fichier complété

source: Supported file formats: CSV Maximum file size: 10MB.
fr_fr: Formats de fichier pris en charge : CSV\nTaille maximale du fichier : 10 Mo.

source: Import/export
fr_fr: Importer/exporter

source: by individual
fr_fr: par individu

source: by security group
fr_fr: par groupe de sécurité

source: Manage users
fr_fr: Gérer les utilisateurs

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
fr_fr: Suivez l'assistant pour sélectionner des utilisateurs, puis assignez-les à un groupe de sécurité existant ou créez une configuration de sécurité personnalisée.

source: Manage users by individuals
fr_fr: Gérer les utilisateurs individuellement

source: Follow the guided wizard to manually assign users to an existing security group.
fr_fr: Suivez l'assistant guidé pour attribuer manuellement des utilisateurs à un groupe de sécurité existant.

source: Manage users by security group
fr_fr: Gérer les utilisateurs par groupe de sécurité

source: Upload a CSV file to create multiple elements in bulk.
fr_fr: Téléchargez un fichier CSV pour créer plusieurs éléments en masse.

source: Import CSV
fr_fr: Importer CSV

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
fr_fr: Sélectionnez comment vous souhaitez gérer la sécurité des utilisateurs. Vous pouvez soit utiliser l'assistant pour créer manuellement des éléments étape par étape, soit importer un fichier CSV pour télécharger plusieurs éléments à la fois.

source: Manage user security
fr_fr: Gérer la sécurité des utilisateurs

source: User Security
fr_fr: Sécurité utilisateur

source: Security group
fr_fr: Groupe de sécurité

source: Job position
fr_fr: Poste

source: User
fr_fr: Utilisateur

source: Edit group assignment
fr_fr: Modifier l'affectation de groupe

source: Group name:
fr_fr: Nom du groupe :

source: Job position:
fr_fr: Poste :

source: Roles in group:
fr_fr: Rôles dans le groupe :

source: Security group details
fr_fr: Détails du groupe de sécurité

source: User details
fr_fr: Détails de l'utilisateur

source: User:
fr_fr: Utilisateur :

source: Work country:
fr_fr: Pays de travail :

source: User roles & permissions
fr_fr: Rôles et permissions des utilisateurs

source: View feedback
fr_fr: Voir le feedback

source: After performing this action, further edits will no longer be possible.
fr_fr: Après avoir effectué cette action, toute modification ultérieure ne sera plus possible.

source: Mark the goal as done to complete it.
fr_fr: Marquez l'objectif comme terminé pour le compléter.

source: Status update
fr_fr: Mise à jour du statut

source: My goal
fr_fr: Mon objectif

source: View tags
fr_fr: Afficher les étiquettes

source: Watermark text
fr_fr: Filigrane

source: Complete setup
fr_fr: Terminer la configuration

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
fr_fr: Pour vous assurer d'obtenir la meilleure expérience sur la plateforme, veuillez sélectionner les informations et les appliquer dans le champ ci-dessous. Vous pouvez mettre à jour vos préférences à tout moment dans les paramètres utilisateur.

source: Go to my equity page
fr_fr: Aller à ma page capitaux propres

source: My total grands
fr_fr: Mes bénéfices

source: Total grants
fr_fr: Total des bénéfices

source: Compensation equity
fr_fr: Rémunération en capitaux propres

source: <0>{{value}}</0> of {{total}}
fr_fr: <0>{{value}}</0> sur {{total}}

source: Privacy mode on
fr_fr: Mode confidentialité activé

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
fr_fr: Activez notre puissant système d'analyses pour une analyse en profondeur des données, pour visualiser des données et pour obtenir éclairages métier/opérationnels. Le rôle professionnel "Analytics" est nécessaire accéder à ces tableaux de bord.

source: Enable Analytics Hub
fr_fr: Activer la plateforme d'analyses

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
fr_fr: Tout employé(e) ayant au moins un subordonné direct aura accès à la Plateforme d'analyses où il pourra consulter les tableaux de bord pour tous les employé(e)s de sa ligne de rapport (directe et indirecte). La ligne de rapport est définie par la relation de manager de ligne définie dans l'entité de données Fondation de l'emploi.

source: Manager access
fr_fr: Accès manager

source: Analytics Hub Settings
fr_fr: Paramètres de la plateforme d'analyses

source: Analytics Settings
fr_fr: Paramètres de la plateforme d'analyses

source: This modification will impact all users.
fr_fr: Cette modification aura un impact sur tous les utilisateurs.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
fr_fr: Ce plan de bonus ({{bonusPlanName}}) est actuellement utilisé dans les cycles de rémunération suivants :

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
fr_fr: Ce plan de prime est en statut « Brouillon » et n'est utilisé dans aucun cycle de rémunération. Le supprimer l'enlèvera définitivement de la liste.

source: Are you sure you want to delete the pending draft of this bonus plan?
fr_fr: Êtes-vous sûr de vouloir supprimer le brouillon en attente de ce plan de primes ?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
fr_fr: Vous n'avez pas l'autorisation de supprimer ce plan de bonus. Seuls les utilisateurs ayant le rôle d'administrateur de rémunération globale peuvent effectuer cette action.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
fr_fr: Ce plan de prime est actuellement utilisé dans les cycles de rémunération suivants. Pour le supprimer, veuillez le remplacer par un autre plan de prime ayant le statut « Prêt ».

source: Compensation rounds using this bonus plan:
fr_fr: Cycles de rémunération utilisant ce plan de bonus :

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
fr_fr: Ce plan de prime est au statut « Prêt » et n'est utilisé dans aucun cycle de rémunération. Le supprimer l'enlèvera définitivement de la liste.

source: Replace bonus plan before deletion
fr_fr: Remplacer le plan de bonus avant suppression

source: Delete bonus plan
fr_fr: Supprimer le plan de bonus

source: The bonus plan was successfully deleted.
fr_fr: Le plan de bonus a été supprimé correctement.

source: No bonus plans have been created yet
fr_fr: Aucun plan de bonus n'a été créé pour le moment.

source: No bonus plans
fr_fr: Aucun plan de bonus
